Repository: gsarrco/muoversi-server
Catalog: locales/*/LC_MESSAGES/messages.po
Languages: it

# welcome
source: Welcome to MuoVErsi, an advanced tool for those taking public transportation in Venice.
it: Benvenuto su MuoVErsi, uno strumento avanzato per chi prende i trasporti pubblici a Venezia.

# home
source: Begin your search with /%s to start from the departing stop, or /%s from a line.
it: Inizia la tua ricerca con /%s per partire da una fermata, o /%s per una linea.

# cancel
source: The conversation was stopped. You are in the home screen of MuoVErsi.
it: Conversazione interrotta. Ti ritrovi nella schermata iniziale di MuoVErsi.

# aut
source: bus/tram
it: automobilistico

# nav
source: waterbus
it: navigazione

# choose_service
source: Which service are you interested in?
it: Quale servizio di Actv ti interessa?

# service_selected
source: You have selected the %s service.
it: Hai selezionato il servizio %s.

# change_service
source: Change to %s
it: Cambia in %s

source: Send location
it: Invia posizione

# insert_stop
source: Type the stop name or send the location.
it: Inizia digitando il nome della fermata oppure invia la posizione tua attuale o di un altro luogo per vedere le fermate pi√π vicine.

# insert_line
source: Type in the number of the desired line.
it: Digita il numero della linea interessata.

# stop_not_found
source: We could not find the stop you entered. Please try again.
it: Non abbiamo trovato la fermata che hai inserito. Riprova.

# choose_stop
source: Choose the stop
it: Scegli la fermata

source: Back
it: Indietro

# here_times
source: Here are the times
it: Ecco gli orari

# past_date
source: We cannot show times of past days. Return to today or a future day.
it: Non possiamo mostrare orari di giornate passate. Torna alla giornata odierna o a una futura.

# no_times
source: No times found for these filters.
it: Nessun orario trovato per questi filtri.

source: All lines
it: Tutte le linee

# plus_day
source: +1d
it: +1g

# minus_day
source: -1d
it: -1g

# choose_line
source: Which line are you looking for?
it: Quale linea cerchi?

source: Stops
it: Fermate

source: line
it: linea

source: stop
it: fermata

# search_by_stop
source: Search by departing stop
it: Cerca per fermata

source: Search by line
it: Cerca per linea
